Repository: xyh20180101/RomajiConverter.WinUI
Catalog: RomajiConverter.WinUI/Strings/Resources.language-*.resw
Source language: en_us
Languages: zh_cn

# AppTitleTextBlock.Text
source: Romaji Converter
zh_cn: 罗马音转换器

# AutoVariantCheckBox.Content
source: Consider Variant
zh_cn: 识别变体

# BackButton.Label
source: Back
zh_cn: 返回

# BorderVisibilityComboBox.Header
source: Border Visibility
zh_cn: 边框显示

# BorderVisibility_Hidden
source: Hidden
zh_cn: 隐藏

# BorderVisibility_Highlight
source: Visible when there are multiple pronunciations
zh_cn: 有多个读音时显示

# BorderVisibility_Visible
source: Visible
zh_cn: 全部显示

# CHCheckBox.Header
source: Chinese
zh_cn: 中文

source: Check Update
zh_cn: 检查更新

# CheckUpdate-Error
source: An error occurred while checking for updates, please confirm whether your network is normal, or contact the developer
zh_cn: 检查更新时出错，请确认你的网络是否正常，或联系开发者

# CheckUpdate-New
source: New version detected, do you want to download it?
zh_cn: 检查到新版本，是否前往下载？

# CheckUpdate-None
source: The current application is already the latest version
zh_cn: 当前应用已经是最新版本

source: Close
zh_cn: 关闭

# ConvertButton.Content
source: Convert
zh_cn: 转换

# ConvertPictureButton.Label
source: Export Image
zh_cn: 导出图片

# ConvertTextButton.Content
source: Generate Text
zh_cn: 生成文本

# CopyButton.Content
source: Copy
zh_cn: 复制

# DetailModeButton.Label
source: Detail Mode
zh_cn: 详细模式

# DisplayOptionExpander.Header
source: Display Option
zh_cn: 显示选项

# EditHiraganaCheckBox.Header
source: Hiragana
zh_cn: 平假名

# EditRomajiCheckBox.Header
source: Romaji
zh_cn: 罗马音

source: Exception
zh_cn: 异常

source: Get Lyrics Error
zh_cn: 获取歌词出错

# HiraganaCheckBox.Header
source: Hiragana
zh_cn: 平假名

# ImageOptionBackgroundColorSetting.Header
source: Background Color
zh_cn: 背景颜色

# ImageOptionFontColorSetting.Header
source: Font Color
zh_cn: 字体颜色

# ImageOptionFontSetting.Header
source: Font
zh_cn: 字体

# ImageOptionFontSizeSetting.Header
source: Font Size
zh_cn: 字体大小

# ImageOptionIsOpenExplorerAfterSaveImageSetting.Header
source: Open Explorer After Saved Image
zh_cn: 生成图片后打开文件夹

# ImageOptionLineMarginSetting.Header
source: Line Margin
zh_cn: 行外边距

# ImageOptionLinePaddingSetting.Header
source: Line Padding
zh_cn: 行内边距

# ImageOptionPagePaddingSetting.Header
source: Page Padding
zh_cn: 页面内边距

# ImageOptionTextBlock.Text
source: Image Option
zh_cn: 生成图片选项

# ImageOptionTextMarginSetting.Header
source: Text Margin
zh_cn: 字间距

# ImportCloudMusicButton.Label
source: Get CloudMusic Lyrics
zh_cn: 获取网易云歌词

# ImportUrlButton.Label
source: Import Lyics From Url
zh_cn: 通过链接导入歌词

# ImportUrlContentDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# ImportUrlContentDialog.PrimaryButtonText
source: Confirm
zh_cn: 确认

# ImportUrlContentDialog.Title
source: Import Lyics From Url
zh_cn: 通过链接导入歌词

# ImportUrlContentDialogTextBlock1.Text
source: At present, NetEase Cloud, QQ Music, and KuGou are supported
zh_cn: 目前支持网易云、QQ音乐、酷狗

# ImportUrlContentDialogTextBlock2.Text
source: Song sharing url:
zh_cn: 歌曲分享链接：

source: Invalid Url
zh_cn: 链接无效

# IsOnlyShowKanjiCheckBox.Header
source: Only Kanji Hiragana
zh_cn: 仅汉字假名

# JPCheckBox.Header
source: Japanese
zh_cn: 日文

# KanjiHiraganaCheckBox.Header
source: Kanji Hiragana
zh_cn: 汉字假名标注

# LyricsOptionIsUseOldLrcParser.Header
source: Use Old Lrc Parser
zh_cn: 使用旧版本Lrc解析器

# LyricsOptionTextBlock.Text
source: Lyrics Option
zh_cn: 获取歌词选项

# NewLineCheckBox.Header
source: NewLine Per Line
zh_cn: 每句换行

source: No
zh_cn: 否

# NotValidLyricsFile
source: File is not a valid lyrics json file
zh_cn: 无效的歌词json文件

# OtherOptionResetSetting.Header
source: Reset Settings
zh_cn: 恢复默认设置

# OtherOptionResetSettingButton.Content
source: Reset Settings
zh_cn: 恢复默认设置

# OtherOptionTextBlock.Text
source: Others
zh_cn: 其他

# ReadButton.Label
source: Open
zh_cn: 打开

# ResetSettingDialogCancel
source: No
zh_cn: 取消

# ResetSettingDialogConfirm
source: Yes
zh_cn: 确认

# ResetSettingDialogContent
source: Existing settings will not be saved.
zh_cn: 现有的设置将不会被保存。

# ResetSettingDialogTitle
source: Do you want to revert to the default settings?
zh_cn: 是否恢复默认设置？

# RomajiCheckBox.Header
source: Romaji
zh_cn: 罗马音

# SaveButton.Label
source: Save
zh_cn: 保存

# SettingButton.Label
source: Settings
zh_cn: 设置

# SpaceCheckBox.Header
source: Split By Space
zh_cn: 空格分隔

# TextDisplayOptionExpander.Header
source: Text Display Option
zh_cn: 文本显示选项

# TextOptionLeftParenthesisSetting.Header
source: Left Parenthesis
zh_cn: 左括号符号

# TextOptionRightParenthesisSetting.Header
source: Right Parenthesis
zh_cn: 右括号符号

# TextOptionTextBlock.Text
source: Text Option
zh_cn: 生成文本选项

# UpdateButton.Content
source: Check Update
zh_cn: 检查更新

# VersionSetting.Header
source: Update
zh_cn: 更新

# VersionSettingExpander.Header
source: Version
zh_cn: 应用版本

source: Yes
zh_cn: 是
